{
  "mission": {
    "title": "人生のミッション",
    "content": "テクノロジーの力で、一人ひとりの『できない』を『できる』に変え、誰もが自分の可能性を最大限に発揮できる世界をつくること",
    "description": "この想いが、私のすべての活動と学習の原動力となっています。"
  },
  "actionPrinciple": {
    "title": "行動理念",
    "quote": "「やっておけばよかった」という後悔だけはしたくない",
    "description": "興味があることには積極的に挑戦し、将来の選択肢を最大化する生き方を実践しています。数学、電気、情報、ロボット、教育、デザイン、そして音響。興味の赴くままに飛び込んできました。「後悔しない」ための挑戦は、これからも続きます。"
  },
  "turningPoints": [
    {
      "title": "高校時代の友人への数学指導",
      "description": "友人が「全然わからない」と頭を抱えていた問題を、私の説明で「そういうことか！」と顔を輝かせる瞬間。その「できない」が「できる」に変わる場面に立ち会うことに大きな喜びを感じ、人の可能性を広げることへの情熱が芽生えました。"
    },
    {
      "title": "介護等体験での価値観変化",
      "description": "障がいのある方々との体験活動で、当初は「自分とは違う特別な存在」だと感じていました。しかし、彼らと過ごす中で気づいたのは、彼らは「できない」のではなく、「『できる』に至るまでのプロセスが少し違うだけ、少し長いだけ」だということでした。"
    }
  ],
  "futureVision": {
    "specialFocus": {
      "title": "特に注力したい領域: 音楽のバリアフリー",
      "quote": "音楽のように感性や創造性が求められる分野で、楽譜が読めない、楽器が触れない、歌が歌えない、音感が無い、そんな人でも音楽が作れるようにテクノロジーで支えていきたい",
      "description": "技術の力で音楽創作の障壁を取り払い、最も創造から遠い場所にいるかもしれない人々に、音楽創作の喜びを届けたいという強い想いがあります。"
    },
    "roadmap": [
      {
        "phase": "短期的取り組み（学生時代）",
        "items": [
          "音響信号処理技術の習得（MATLAB活用）",
          "AI・機械学習技術の深化",
          "アクセシビリティ技術の研究"
        ],
        "color": "blue"
      },
      {
        "phase": "中期的目標（社会人初期）",
        "items": [
          "音響技術×AI×アクセシビリティの専門性確立",
          "実際の音楽バリアフリーサービスの開発・実証",
          "障がい当事者とのコラボレーション経験蓄積"
        ],
        "color": "green"
      },
      {
        "phase": "長期的ビジョン（キャリア後期）",
        "items": [
          "音楽バリアフリー技術開発のリーディングエンジニア",
          "誰もが音楽創作を楽しめるプラットフォームの構築",
          "「できない」を「できる」に変える技術の他分野展開"
        ],
        "color": "purple"
      }
    ]
  },
  "socialMessage": {
    "title": "社会への問いかけ",
    "quote": "あなたが「できない」と諦めていることは、本当に越えられない壁でしょうか？",
    "description": "もしかしたらそれは、少し見方を変え、テクノロジーの力を借りるだけで、軽やかに越えられるハードルかもしれません。"
  },
  "hobbies": [
    {
      "title": "Beatbox（4年の経験）",
      "description": "即興ビート組み立て・ハミングメロディとの組み合わせが可能。ドラム系、ベース系、効果音、特殊技など多様な音源を習得。",
      "additional": "ローランドRCシリーズを用いたパフォーマンスにも挑戦意欲"
    },
    {
      "title": "数学探究",
      "description": "大学数学関連科目・講座を全履修。EMaT全分野で偏差値60超達成。カプレカ数などの数学的性質研究や日常数値の法則性探索を楽しんでいます。"
    },
    {
      "title": "立体パズル",
      "description": "3×3×3ルービックキューブを2分以内で完成。10種類以上のパズルを所有し、説明書なしで解法を導出。パズル構造の観察・回転法則性の発見・完成手順の論理的組み立てが得意。"
    },
    {
      "title": "PC作業効率化",
      "description": "「マウス不要の操作」をコンセプトに、Chrome拡張機能開発やキーボードショートカット活用を極限まで追求。現状の非効率を技術で解決する過程自体を楽しんでいます。"
    }
  ]
}
